the_1_kortesh = (34, 35, 875, -356, 345, -47)
#copy_kortesh = the_1_kortesh.copy()
print(the_1_kortesh)

#print(the_first_kortesh.reverse())

the_2_kortesh = ()

print(the_2_kortesh)
print(the_1_kortesh[1])

#print(len(the_first_kortesh[1]))
print(the_1_kortesh[0])

i = 0

# list() - список
# .append() - добавление 1 элемента
# .extend() - дополнение списка из указанного объекта
# .insert(i, x) - вставляет указанный элемент перед указанным индексом
# .remove(x) - удаляет из списка указанный элемент
# .pop(i) - возвращает элемент из спискк, удаляя его из самого списка
## .index(x[, start[, end]]) - метод возвращает положение первого индекса, со значением х. Также можно указать границы поиска
## .count(x) - метод возвращает положение первого индекса, со значением х
# .reverse() - перестраивает элементы списка в обратном порядке
# .copy() - возвращает копию списка
# .clear() - удаляет из списка все имеющиеся в нём значения